/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Lancez Impress sur votre ordinateur\n* Connectez les deux périphériques sur le même réseau WiFi\n* P.S. Le périphérique iOS est maintenant connecté à \"%@\"";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Il n'y a pas actuellement de connexion WiFi.\n* Connectez le périphérique iOS et l'ordinateur au même réseau\n* Rafraîchissez\n* astuce : vous devriez créer un hotspot personnel sur l'ordinateur/iPhone";

/* Popover option */
"About Impress Remote" = "À propos du contrôle distant Impress";

/* No comment provided by engineer. */
"Back" = "Retour";

/* Popover option */
"Blank Screen" = "Écran vierge";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Click to refresh" = "Cliquer pour rafraîchir";

/* Back button to the connect page on navbar */
"Connect" = "Connecter";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Connectez les périphériques au même réseau WiFi.";

/* instruction page title */
"Connection" = "Connexion";

/* Popover option */
"Connection Help" = "Aide à la connexion";

/* Connection Lost Alert title */
"Connection Lost" = "Connexion perdue";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Oups, connexion perdue... Essayez de vous reconnecter à l'ordinateur.";

/* Control instruction title */
"Control" = "Contrôle";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Créez un hotspot personnel sur l'iPhone si nécessaire.";

/* Server list section title */
"Custom Connections" = "Connexions personnalisées";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Si l'ordinateur n'apparaît pas dans la section ci-dessus, ajoutez manuellement un ordinateur avec son adresse IP.";

/* Server list section title */
"Detected Connections" = "Connexions détectées";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Saisissez le code PIN dans Diaporama - Contrôle distant Impress";

/* Connection failure title */
"Failed to reach server" = "Impossible d'atteindre le serveur";

/* Connection failure message */
"Failed to reach server Msg" = "Veuillez vérifier l'adresse IP et vous assurer que LibreOffice fonctionne avec la fonction de contrôle distant Impress activée. ";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Impossible d'atteindre l'ordinateur";

/* No comment provided by engineer. */
"Help" = "Aide";

/* In app How-to title */
"How-to" = "Comment faire";

/* App name displayed on navbar */
"Impress Remote" = "Contrôle distant Impress";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Adresse IP incorrecte";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "L'adresse IP saisie est incorrecte";

/* EditableTableViewCell placeholder */
"IP Address" = "Adresse IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Lancez Impress et sélectionnez l'ordinateur.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Nom (facultatif)";

/* No comment provided by engineer. */
"New Server" = "Nouveau serveur";

/* No comment provided by engineer. */
"No, thanks" = "Non, merci";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "Ok, merci";

/* Pairing instruction title */
"Pairing" = "Couplage";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instructions de couplage";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Lancez LibreOffice Impress sur l'ordinateur\n\n2. Activez Préférences - LibreOffice Impress - Général - Activer le contrôle distant\n\n3. Assurez-vous que l'ordinateur et le périphérique sont connectés au même réseau WiFi\n\n4. Saisissez manuellement l'adresse IP de l'ordinateur s'il n'est pas détecté\n\n5. Connectez et profitez-en !\n\n";

/* Update button text in diffrent states */
"Pause" = "Pause";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Veuillez redémarrer LibreOffice Impress sur l'ordinateur.";

/* Popover option */
"Restart" = "Redémarrer";

/* No comment provided by engineer. */
"Resume from blank screen" = "Continuer à partir de l'écran vierge";

/* Popover option */
"Resume from blank Screen" = "Continuer à partir de l'écran vierge";

/* No comment provided by engineer. */
"Searching" = "Recherche";

/* Sidebar section header */
"Slides" = "Diapos";

/* Update button text in diffrent states */
"Start" = "Démarrer";

/* Popover option */
"Stop Presentation" = "Arrêter la présentation";

/* Sidebar section header */
"Stop Watch" = "Arrêter le chronomètre";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Faire un tour du contrôle distant Impress iOS ?";

/* Sidebar section header */
"Timer" = "Minuteur";

/* No comment provided by engineer. */
"Yes" = "Oui";

